Revit 2027 API
ParameterTypeId.CurtainWallSyspanelOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainWallSyspanelOffset { get; }
Public Shared ReadOnly Property CurtainWallSyspanelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainWallSyspanelOffset {
	ForgeTypeId^ get ();
}
static member CurtainWallSyspanelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace